
//bgm
const bgm = [{
  title: '奇妙世界',
  artist: 'BKStore',
  src: require('./song/obj_w5zDlMODwrDDiGjCn8Ky_2375809426_7cb7_5156_d9a2_35344c4643485c758c0821ed9ff47674.mp3'),
  pic: 'http://p3.music.126.net/J3ubasuwqC-jUvSEv7fQSg==/109951164952431172.jpg',
  lrc: '[00:00.000] 作词 : 刘思鉴\n' +
    '[00:00.498] 作曲 : 刘思鉴\n' +
    '[00:00.996]监制：陈令韬\n' +
    '[00:02.915]制作/编曲：李乃刚\n' +
    '[00:04.697]吉他：Sham\n' +
    '[00:06.542]混音/母带：李金城 仔总裁\n' +
    '[00:08.356]Vocal Producer：仔总裁\n' +
    '[00:10.175]音频编辑：仔总裁\n' +
    '[00:12.086]混音室：432Hz Studio\n' +
    '[00:14.565]我看到万家灯火围坐一桌无人的冬天\n' +
    '[00:21.676]我感到急急忙忙布满炎热灰尘的秋意\n' +
    '[00:29.044]我听到虫鸣莺啼让人冷到刺骨的夏夜\n' +
    '[00:36.423]我说出万物凋零争先恐后吊唁的春日\n' +
    '[00:58.633]我看到背在身后纹在中指尖上的笑脸\n' +
    '[01:06.150]我感到如鲠在喉想要得到奖励的哭泣\n' +
    '[01:13.620]我听到不怕风雨把他逼上绝路的爱啊\n' +
    '[01:20.790]我说出云淡风轻难掩眼底血红的恨呀\n' +
    '[01:43.578]uh〜奇妙的世界啊\n' +
    '[01:51.105]uh〜美好的世界啊\n' +
    '[01:57.790]我看到不安的少年悬空着双腿坐在城墙\n' +
    '[02:05.046]我听到智者的演讲又在传播他的自由思想\n' +
    '[02:12.560]少年眺望远方眼和耳开始拉扯开始发狂\n' +
    '[02:19.998]智者听到的看到的说出的话一定是真相\n' +
    '[02:42.581]uh〜奇妙的世界啊\n' +
    '[02:49.861]uh〜美好的世界啊\n' +
    '[02:57.360]\n'
},
  {
    title: 'my all',
    artist: '浜崎あゆみ',
    src: require('./song/d0fd_fdba_0f82_f07e62a9a70f5cc09b7351a563755020.mp3'),
    pic: 'http://p4.music.126.net/vKn4n26btSPAdpEgW7X61w==/109951164762304097.jpg',
    lrc: '[00:00.000] 作词 : 浜崎あゆみ\n' +
      '[00:01.000] 作曲 : Tetsuya Yukumi\n' +
      '[00:19.310]一体もうどれ位の時間を\n' +
      '[00:23.250]共に過ごして来たんだろう\n' +
      '[00:28.400]一体もうどれ位の距離を\n' +
      '[00:32.500]共に進んだだろう\n' +
      '[00:36.810]\n' +
      '[00:37.690]僕達がこれまでに残してきた\n' +
      '[00:41.690]完璧じゃなくともキラキラした\n' +
      '[00:46.850]結晶が今ここに誇らしげに\n' +
      '[00:51.400]輝き放っている\n' +
      '[00:54.970]\n' +
      '[00:55.540]楽しいこと嬉しいこと\n' +
      '[00:59.940]ばかりだったとは正直\n' +
      '[01:04.629]言えないけどいつでも\n' +
      '[01:08.880]ひとりじゃなかったから\n' +
      '[01:13.539]\n' +
      '[01:14.110]あなたに夢を見せたい\n' +
      '[01:18.560]終わらなくて消えなくて\n' +
      '[01:23.190]そんな夢を見て欲しい\n' +
      '[01:28.600]それが僕の願いです\n' +
      '[01:32.440]あなたを守って行きたい\n' +
      '[01:37.400]たとえ何かおきようとも\n' +
      '[01:41.660]僕の全てであなたを\n' +
      '[01:46.259]守り続けて行きます\n' +
      '[01:51.400]\n' +
      '[02:10.109]悔やんでる事なんてひとつさえ\n' +
      '[02:14.100]ないと今でも言い切れるよ\n' +
      '[02:19.170]僕達はいつだって全力で\n' +
      '[02:23.200]戦い抜いて来た\n' +
      '[02:27.700]\n' +
      '[02:27.700]つらい夜もやりきれない\n' +
      '[02:32.260]思いをした日々も正直\n' +
      '[02:36.950]あったけれどいつでも\n' +
      '[02:41.700]ひとりじゃなかったから\n' +
      '[02:46.370]あなたの笑顔が見える\n' +
      '[02:46.489]\n' +
      '[02:50.940]愛おしくて眩しくて\n' +
      '[02:55.500]その笑顔が見たくて\n' +
      '[03:00.890]今日も僕は生きてます\n' +
      '[03:05.100]あなたの愛を感じる\n' +
      '[03:09.290]力強くて温かい\n' +
      '[03:13.920]そんな無償の愛情を\n' +
      '[03:18.519]全身で感じてます\n' +
      '[03:23.239]あなたに夢を見せたい\n' +
      '[03:28.399]終わらなくて消えなくて\n' +
      '[03:32.390]そんな夢を見て欲しい\n' +
      '[03:36.950]それが僕の願いです\n' +
      '[03:41.829]\n' +
      '[04:00.299]あなたを守って行きたい\n' +
      '[04:04.679]たとえ何がおきようとも\n' +
      '[04:09.339]僕の全てであなたを\n' +
      '[04:14.190]守り続けて行きます\n' +
      '[04:18.990]\n' +
      '[04:56.500]\n'
  },
  {
    title: '泡沫',
    artist: '邓紫棋',
    src: require('./song/G.E.M.邓紫棋-泡沫.mp3'),
    pic: 'http://p3.music.126.net/KTo5oSxH3CPA5PBTeFKDyA==/109951164581432409.jpg',
    lrc: '[00:00.000] 作词 : G.E.M.邓紫棋\n' +
      '[00:00.039] 作曲 : G.E.M.邓紫棋\n' +
      '[00:00.79]阳光下的泡沫 是彩色的\n' +
      '[00:08.29]就像被骗的我 是幸福的\n' +
      '[00:15.37]追究什么对错 你的谎言\n' +
      '[00:22.32]基于你还爱我\n' +
      '[00:28.32]美丽的泡沫 虽然一刹花火\n' +
      '[00:35.66]你所有承诺 虽然都太脆弱\n' +
      '[00:42.67]但爱像泡沫 如果能够看破\n' +
      '[00:49.67]有什么难过\n' +
      '[00:57.78]早该知道泡沫 一触就破\n' +
      '[01:04.76]就像已伤的心 不胜折磨\n' +
      '[01:11.89]也不是谁的错 谎言再多\n' +
      '[01:18.86]基于你还爱我\n' +
      '[01:25.11]美丽的泡沫 虽然一刹花火\n' +
      '[01:32.00]你所有承诺 虽然都太脆弱\n' +
      '[01:39.16]爱本是泡沫 如果能够看破\n' +
      '[01:46.24]有什么难过\n' +
      '[01:53.37]再美的花朵 盛开过就凋落\n' +
      '[02:00.39]再亮眼的星 一闪过就坠落\n' +
      '[02:07.39]爱本是泡沫 如果能够看破\n' +
      '[02:14.37]有什么难过\n' +
      '[02:21.58]为什么难过 有什么难过\n' +
      '[02:35.65]为什么难过\n' +
      '[02:46.23]全都是泡沫 只一刹的花火\n' +
      '[02:53.23]你所有承诺 全部都太脆弱\n' +
      '[03:00.34]而你的轮廓 怪我没有看破\n' +
      '[03:07.34]才如此难过\n' +
      '[03:14.47]相爱的把握 要如何再搜索\n' +
      '[03:21.50]相拥着寂寞 难道就不寂寞\n' +
      '[03:28.71]爱本是泡沫 怪我没有看破\n' +
      '[03:35.65]才如此难过\n' +
      '[03:43.73]在雨下的泡沫 一触就破\n' +
      '[03:50.70]当初炽热的心 早已沉没\n' +
      '[03:57.73]说什么你爱我 如果骗我\n' +
      '[04:04.76]我宁愿你沉默\n'
  },
  {
    title: '需要人陪',
    artist: '王力宏',
    src: require('./song/王力宏-需要人陪.mp3'),
    pic: 'http://p4.music.126.net/d8kUARdt9JMO5oUkiYi-sw==/109951165972706614.jpg',
    lrc: '[00:00.000] 作词 : 王力宏\n' +
      '[00:01.000] 作曲 : 王力宏\n' +
      '[00:02.000] 编曲 : 吴庆隆/王力宏\n' +
      '[00:03.000]\n' +
      '[00:12.827]打开窗户让孤单透气\n' +
      '[00:17.627]这一间屋子 如此密闭\n' +
      '[00:24.750]欢呼声仍飘在空气里\n' +
      '[00:29.497]像空无一人一样华丽\n' +
      '[00:35.930]我 渐渐失去知觉\n' +
      '[00:41.352]就当作是种自我逃避\n' +
      '[00:47.675]你 飞到天的边缘\n' +
      '[00:53.168]我也不猜落在何地\n' +
      '[00:58.415]一个我 需要梦想\n' +
      '[01:00.977]需要方向 需要眼泪\n' +
      '[01:04.288]更需要 一个人来 点亮天的黑\n' +
      '[01:10.220]我已经 无能为力\n' +
      '[01:12.823]无法抗拒 无路可退\n' +
      '[01:16.502]这无声的夜 现在的我\n' +
      '[01:21.774]需要人陪\n' +
      '[01:25.762]\n' +
      '[01:35.738]闭上眼睛 就看不清\n' +
      '[01:40.563]这双人床 欠缺的 温馨\n' +
      '[01:47.653]谁能 陪我 直到天明\n' +
      '[01:52.409]穿透 这片 迷蒙寂静\n' +
      '[01:58.807]我 渐渐失去知觉\n' +
      '[02:04.243]就当作是种自我逃避\n' +
      '[02:10.566]你 飞到天的边缘\n' +
      '[02:16.114]我已不猜落在何地\n' +
      '[02:21.334]一个我 需要梦想\n' +
      '[02:23.882]需要方向 需要眼泪\n' +
      '[02:27.205]更需要 一个人来 点亮天的黑\n' +
      '[02:33.157]我已经 无能为力\n' +
      '[02:35.744]无法抗拒 无路可退\n' +
      '[02:39.467]这无声的夜 现在的我\n' +
      '[02:44.661]需要人陪\n' +
      '[02:48.154]\n' +
      '[03:08.678]一个我 需要梦想\n' +
      '[03:11.283]需要方向 需要眼泪\n' +
      '[03:14.656]更需要 一个人来 点亮天的黑\n' +
      '[03:20.553]我已经 无能为力\n' +
      '[03:23.154]无法抗拒 无路可退\n' +
      '[03:26.850]这无声的夜 现在的我\n' +
      '[03:32.030]需要人陪\n' +
      '[03:36.698]\n' +
      '[03:39.000]钢琴/鼓 : 王力宏\n' +
      '[03:42.000]吉他 : Jamie Wilson\n' +
      '[03:45.000]Bass : Gary Leo\n' +
      '[03:48.000]合声 : 王若琳\n' +
      '[03:51.000]OP : Homeboy Music Inc.\n'
  },
]

export {
  bgm
}
